{"title":"THE LONG HISTORY OF COURT ORDERED SCHOOL DESEGREGATION","date":"<Enter Date Here>","description1":"The year is 1955 and it has unanimously been decided that, \"separate educational facilities are inherently unequal.\"","description2":"All states have been ordered to desegregate public schools \"with all deliberate speed\".","intro":"Yet, over 60 years later, many schools around the country that have been ordered to desegregate have yet to comply with the court orders.","hedStep1":"The first court ordered desegregations followed after the Brown decision in 1955","step1":"However, the order handed down by the Warren court was met with extreme resistance, primarily in the South, despite X number of court ordered school desegregations following the decision, most of which were in Southern states like Arkansas, Alabama, and Mississippi. Perhaps one of the most infamous instances of this resistance to school desegregation occurred at Little Rock Central High School, where the “Little Rock Nine” were prevented from entering the previously all white high school by Arkansas Governor’s order and deployment of the Arkansas National Guard. This standoff was only resolved after President Eisenhower’s direct involvement.","hedStep2":"By the 1960’s we saw an increase of X% in the number of school districts with a court order.","step2":"The 1960’s were a time of civil unrest, marked by the civil rights movement and the Civil Rights Act of 1964. By 1968 the Supreme Court had ordered every state to desegregate their school systems. In order to comply with law, under the mandate of Brown, the schools had to desegregate based on 5 factors - facilities, staff, faculty, extracurricular activities, and transportation. To this day, this is still the legal requirement for schools that are to be desegregated.","hedStep3":"Flash forward to present day…","step3":"As of 2018 there have been X number of total mandates to desegregate made in the 60+ years since the first Brown decision.","hedStep4":"X% are still active, requiring that the school district still be desegregated, with at least X number still open from 19XX.","leadin1":"Court orders don’t always come out of thin air, often times they are a result of a number of complaints being made to the school district from concerned parents, teachers, and superintendents within that district. These actions generally spark an investigation by the Department of Education into the claims being made to identify if the schools are failing to comply with the 5 factors mandated by Brown.","step1_1":"Up to 2006 the number of complaints per year remained under 10.","step2_1":"However, after 2006 we see a large spike in the number of complaints. This spike continued to increase up to approximately 65 per year as of 2012.","reason1":"In 2002 “No Child Left Behind” was enacted. It stated that all school districts must bring every student up to a “proficient” level based on state issued standardized tests, given in grades 3-8 and once in high school.","reason2":"By 2006 most schools should have updated their policies and curriculum to adapt to NCLB. Also, two notable social networks, Facebook and Twitter, release to the public. As seen in the Occupy Wall Street and Arab Spring movements, social media quickly became a resource for all Americans to voice their issues and concerns within their community and nationally.","reason3":"In 2007 the Supreme Court, in Parents Involved finds “voluntary school integration plans unconstitutional, paving the way for contemporary school segregation to escalate.” [hyperlink]","reason4":"In 2008 and 2009 the “Great Recession” hits the United States. During the following years communities with lower socioeconomic status are hit the hardest. Jobs become scarce, many family members lose their jobs and their income security, and parents become acutely aware of the need for a quality education to withstand market downturns and secure a strong financial future for their children. Due to this, parents become more involved with their child’s education. One way, many parents see as a way to improve their child’s education possibilities is through desegregation.","reason5":"NCLB reporting is due","conclusion":"Cite Raj Chetty research."}